Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 陈平安犹不死心，“真没有？不管我做不做得到，你可以说说看。”
en_us: Chen Ping'an still wasn't willing to give up. "Do you really not know any ways to save Liu Xianyang? Even if it's something beyond my reach, tell me so that I at least know what to aim for."

source: 陈平安犹豫不决，突然说道：“我不抽签，你只帮我写一份黄纸符，行不行？”
en_us: However, Chen Ping'an didn't hesitate even for a moment as he declared, "I don't want to draw a slip. All I want is for you to write up a yellow paper talisman for me. Can you do that?"

source: 陈平安犹豫了yi下，不再继续前行，转身走下台阶，打算涉水过溪，再去找刘羡阳，今天他背着两只箩筐，yi大yi小套放着，要将那只稍小的箩筐，还给阮师傅的铁匠铺，毕竟那是刘羡阳跟人借来的。
en_us: Chen Ping'an hesitated for a moment before deciding not to go any further. He turned around and walked down the steps, deciding to wade through the water to cross the creek. He had brought two bamboo baskets with him today, one large and one small. Thus, he was going to visit Liu Xianyang to return the slightly smaller basket to Master Ruan's blacksmith shop first. After all, Liu Xianyang had borrowed it from someone else.

source: 陈平安犹豫了一下，“要不然我明天去捡一大箩筐回来，试试看？万一有例外的呢？”
en_us: Chen Ping'an hesitated for a brief moment before saying, "How about I collect a basket of them tomorrow? What if there are exceptions?"

source: 陈平安犹豫了一下，好奇问道：“那位夫人练过武？”
en_us: Chen Ping'an hesitated momentarily before asking with an intrigued expression, "Is she a martial arts practitioner?"

source: 陈平安犹豫了一下，掏出那黄油纸包，“我现在也不知道。”
en_us: Chen Ping'an hesitated for a moment before retrieving the book wrapped in parchment paper. "I'm not sure either."

source: 陈平安犹豫了一下，点头道：“有位道长提醒过我，可以常来小溪捡石头抓鱼什么的。”
en_us: Chen Ping'an hesitated for a moment before nodding and replying, "A Daoist priest gave me a clue before. He said that I could frequently come here to collect pebbles and fish."

source: 陈平安犹豫了一下，说道：“对。”
en_us: "That's right," Chen Ping'an replied.

source: 陈平安犹豫了下，“我还算能够吃苦。”
en_us: Chen Ping'an hesitated momentarily, then said, "It's fine, I'm used to enduring hardships."

source: 陈平安犹豫片刻，松开右手五指后，赫然发现苻南华没有丝毫动静，眼神、发丝、呼吸，悉数静止。
en_us: Chen Ping'an hesitated for a brief moment before releasing his grip. He suddenly realized that Fu Nanhua had become motionless, with his eyes, hair, and even breathing all frozen.

source: 陈平安犹豫片刻，觉得等到将来识字了，哪天遇见了一见钟情的书籍，再去买一盒印泥。
en_us: Chen Ping'an hesitated momentarily, then decided that once he became literate, he would go to the shop and buy a container of ink paste if he spotted a book that caught his fancy someday.

source: 陈平安狠狠瞪眼。
en_us: Chen Ping'an gave him a ferocious glare.

source: 陈平安独自走在溪畔，走上石拱桥后，突然停下脚步，摘下背篓，坐在石桥边缘，双脚悬挂空中，装着沉重斩龙台的箩筐就放在身边。
en_us: Chen Ping'an made his way along the bank of the creek on his own, and he suddenly stopped in his footsteps as he strode onto the stone bridge. He removed the basket from his back and set it down beside him as he sat on the edge of the bridge with his feet dangling over the water.

source: 陈平安猛然惊醒，发现自己趴在桌上，油灯还在燃烧，少年下意识转头望向窗外。
en_us: The oil lamp was still burning, and he reflexively turned to look out the window to find that daylight had returned.

source: 陈平安猛然惊醒，沉声问道：“顾粲，你有没有拿到片槐叶”
en_us: Chen Ping'an suddenly recalled something at this moment, and he asked in a serious voice, "Gu Can, did you receive a locust leaf?"

source: 陈平安猛然抓住马苦玄的双脚脚踝，带着马苦玄旋转一周，怒喝一声，将才九十多斤重的矮小少年狠狠摔向远方！
en_us: However, Chen Ping'an suddenly grabbed Ma Kuxuan's feet before swinging him around in a full circle. With a furious roar, he then viciously threw the 90 pound young boy into the distance!

source: 陈平安猛然起身，正要道一声谢。
en_us: Chen Ping'an immediately stood up, and he was just about to express his gratitude when Liu Xianyang raised a hand to cut him off. "Stop! No need to thank me, just remember what I've done for you."

source: 陈平安猛然转过身，背对着道人，扬起拳头挥了挥，破天荒开起了玩笑：“她长那么俊俏，不救是傻子！”
en_us: Chen Ping'an suddenly turned around so that his back was facing the Daoist priest, and he waved his fist as he jibed, "I would be a fool not to save someone as pretty as her!"

source: 陈平安环顾四周。
en_us: Chen Ping'an scanned the surroundings.

source: 陈平安甚至已经能够清晰看到，马苦玄脸色的一连串细微变化，片刻惊讶后，转为惶恐，迅速恢复镇定，然后毫不犹豫地迅猛抬臂，整条纤细手臂，绽放出一股惊人的爆发力。
en_us: In fact, Chen Ping'an could already see the slight changes in Ma Kuxuan's expression. There was a brief moment of astonishment, followed by a brief moment of fear, which rapidly disappeared and was replaced by an expression of calm and composure. Ma Kuxuan then quickly raised an arm without any hesitation, with his thin limb unleashing as astonishing burst of explosive power.

source: 陈平安甚至清晰看到，那位说书先生转过头，瞥了自己眼，笑意玩味。
en_us: In fact, Chen Ping'an clearly saw the storyteller turning around to glance at him, a playful smile on his face.

source: 陈平安由衷佩服这位陌生的姑娘，也不打搅她，笑着继续跑向小镇东边。
en_us: Chen Ping'an admired this unfamiliar young girl from the bottom of his heart. He didn't disturb her, and he smiled as he continued to run to the east of the small town.

source: 陈平安疑惑不解。
en_us: Chen Ping'an was puzzled by this remark.

source: 陈平安疑惑道：“铸剑？”
en_us: "Forge a sword?" Chen Ping'an asked in puzzlement.

source: 陈平安的奇怪睡姿，使得少年从头到脚，流露着一股返璞归真的意味。
en_us: Chen Ping'an was sleeping in a strange position, and this caused his entire body to radiate with a sense of natural simplicity.

source: 陈平安的左手更惨，因为之前在小巷袭杀云霞山蔡金简，手心被碎瓷划破极深，这段时日，虽然一直敷着从杨家铺子传下来的秘制草药，但是伤筋动骨一百天，少年体魄再坚韧，终究不是那种生死人、肉白骨的修行神仙，所以跟马苦玄互换的这一拳一腿，陈平安更加吃亏。
en_us: Chen Ping'an's left hand was in an even more miserable state. This was because a deep gash had been left on his palm by that shard of porcelain when he had killed Cai Jinjian in the small alley. Even though he applied the secret herbal ointment from the Yang Family's medicine shop every day, such severe wounds usually needed around 100 days to fully heal. Regardless of how tough Chen Ping'an's physique was, he wasn't a powerful god or immortal, after all. Thus, he had definitely suffered more during the exchange with Ma Kuxuan.

source: 陈平安的希望，全部在宁姚看不上眼的那部撼山谱当中，比如她说过，走桩之后还有站桩“剑炉”，和睡桩“千秋”。
en_us: Chen Ping'an had placed all of his hopes in the Mountain Shaking Guide, the guide that Ning Yao didn't fancy at all. Beyond walking meditation, Ning Yao had also told him about the "Sword Furnace" standing meditation and the "Eternity" sleeping meditation.

source: 陈平安的直觉告诉他，如果刘羡阳在卢正淳下跪之前，答应下来这笔买卖，说不定最多吃些苦头，但是性命无忧。可是现在刘羡阳，已经陷入自己之前遇到的困境，当时若非齐先生插手，自己的命运就是杀死苻南华，然后被杀，或是云霞山的人，或是老龙城。
en_us: Chen Ping'an's instint told him that if Liu Xianyang had agreed to sell the suit of armor before Lu Zhengchun fell to his knees, he might have suffered some hardships anyway, but he definitely wouldn't have faced any life-threatening danger. Now, however, he had already become trapped in the same situation that Chen Ping'an had faced before. If it weren't for Mr. Qi's inteference at that time, he would have killed Fu Nanhua and then been killed himself, either by the Dawn Cloud Mountain or the Old Dragon City.

source: 陈平安的眼角余光，无意间发现年轻人身后的那些人，好像有人失望，有人玩味，有人皱眉，有人讥讽，情绪微妙，各不相同。
en_us: Out of his peripheral vision, Chen Ping'an inadvertently noticed that the people behind the young man seemed to all be displaying different emotions. Some were disappointed, some were amused, some had their brows furrowed, and some were looking on with derision in their eyes.

source: 陈平安的观察细致入微，知道这应该就是冷漠少女心情很好的意思了。
en_us: Chen Ping'an was an extremely observant person, and he knew that this was most likely a sign that the aloof young woman was happy.

source: 陈平安的身体逐渐安静平稳下来，原先急促的呼吸，开始下意识放缓，转为悠长绵绵。
en_us: Chen Ping'an gradually calmed down, with his hurried breathing subconsciouslly starting to return to normal.

source: 陈平安的这个家族，历史同样悠久，祖上也曾飞黄腾达、很是阔绰过，但是经过两次跌宕起伏的风云变幻之后，在藩国无数、王朝如林的东宝瓶洲，逐渐沉寂衰败，让位于其它姓氏，千年以降，江河日下，到了少年父亲这一辈，小镇陈氏这一脉，几乎算是在整个东宝瓶洲，彻彻底底衰败，更别提小镇所在的大骊王朝版图，仿佛是被君王敕令“世世代代不得出仕”的官员，家族再无起复的可能。
en_us: Chen Ping'an's clan had a long history, and his ancestors had always once lived in luxury and properity. However, following two periods of tumultuous and unforeseen change, the Chen Clan gradually fell into decline on the Eastern Treasured Vial Continent, which was home to countless empires and vassal states. As a result, it had been taken over by other clans, and by the time Chen Ping'an's father had been born, the Chen Clan had already been in decline for over 1,000 years. It had well and truly fallen into decay on the entire Eastern Treasured Vial Continent, let alone the Great Li Empire, in which the small town was situated. It was as if the clan had somehow been cursed and condemned to never be able to make a resurgence.

source: 陈平安皮糙肉厚，没在意，只是看向不远处的宋集薪，也不说话。
en_us: Chen Ping'an was unfazed by Cai Jinjian's firm prod to the forehead, and he turned to look at Song Jixin in silence.

source: 陈平安盘腿而坐，轻声感慨道：“不知道小镇以外，姓陈的人多不多啊。”
en_us: Chen Ping'an crossed his legs and said softly with emotion, "I wonder if there are many people with the surname Chen outside our small town."

source: 陈平安目送牛车马车缓缓驶出小镇。
en_us: Chen Ping'an watched as the three carriages slowly made their way out of the town.

source: 陈平安直感到奇怪，那些个老人怎么说得自己亲眼见到似的，每次说起福禄街桃叶巷的小道消息，比真的还真，例如说起卢家二姨奶奶跟护院教头成了相好，给人撞破房门的时候，连二姨奶奶慌乱之下，如何收拾衣裳遮挡丰硕胸脯的大串细节，也说得半点不差，说故事的人，简直就像是那护院教头本人。
en_us: Chen Ping'an had found their recounts extremely strange. Why were the elderly residents speaking as if they were personally there to witness it? Each time they discussed rumors from Fortune Street and Peach Leaf Alley, they also spoke as if they were personally present to witness the events. For example, how the aunty from the Lu Clan was in an illicit relationship with that instructor, and how she had frantically straightened her clothes and covered her large breasts when they had been caught by someone else. They revealed a whole heap of details, not missing anything at all. It was as if they were the instructor himself.

source: 陈平安直截了当问道：“为啥你不拖着那位夫人？难不成她还能来铁匠铺找你的麻烦？再说了，她又不能破门而入，抢走你家的宝甲。”
en_us: "Then why didn't you try to buy time with that woman?" Chen Ping'an asked directly. "It's not like she can come to the blacksmith shop to target you and cause trouble, right? In any case, she can't break into your house to steal that suit of treasured armor."

source: 陈平安直接走回屋子。
en_us: Chen Ping'an directly left the room.

source: 陈平安看了他一眼，点头道：“敢。”
en_us: Chen Ping'an glanced at him before nodding and saying, "They do."

source: 陈平安看着她，有些羡慕和佩服她的那种自信，哪怕她与自己同龄，还身处于人生地不熟的异乡，但是无论如何，无论何种处境，她都像是一轮朝阳，冉冉升起，势不可挡。这一点，从陆道长跟她打交道时候的小心谨慎，心思敏锐的陈平安就感受得到。
en_us: Chen Ping'an gazed at her, and he slightly envied and admired her confidence and demeanor. Even though she was the same age as him, and even though she was in an unfamiliar place, she still managed to rise like a bright and unstoppable sun no matter what situation she faced. Using his keen sense, Chen Ping'an had already discovered this when he had witnessed Daoist Lu's extremely cautious manner when dealing with her.

source: 陈平安看着左右张望的红棉袄，笑着伸出手。
en_us: Chen Ping'an turned his gaze back to Li Baoping, then smiled as he extended a hand forward.

source: 陈平安看着那个高大背影。
en_us: Chen Ping'an looked on at his departing figure, and all of a sudden, Liu Xianyang turned around to face Chen Pingan again.

source: 陈平安看着那张天真无邪的稚嫩脸庞，笑道：“如果努力了，还是做不到，记得打声招呼。”
en_us: Looking at Li Baoping's tender and innocent features, Chen Ping'an continued, "If you do your best, but are still unable to fulfill a promise, then you have to tell the person that you made the promise to."

source: 陈平安眨眨眼，“可是我真的不知道。”
en_us: Chen Ping'an blinked innocently as he replied, "But I really don't know."

source: 陈平安眼睛一亮，“值钱？！”
en_us: Chen Ping'an's eyes lit up, and he exclaimed, "It's valuable?!"

source: 陈平安眼睛一亮，“知道大致方位吗，咱们能不能挖？”
en_us: Chen Ping'an's eyes lit up, and he said, " Do you know its approximate location? Can we dig it up?"

source: 陈平安眼睛一亮，使劲点头。
en_us: Chen Ping'an's eyes immediately lit up as he nodded eagerly in response.

source: 陈平安眼神坚毅，不言而喻。
en_us: Chen Ping'an's expression remained resolute.

source: 陈平安眼神复杂，看了眼满脸希冀的年轻道人，又瞥了眼死气沉沉的黑衣少女，一番天人交战后，点头道：“怎么救？”
en_us: Chen Ping'an wore a conflicted expression as he glanced at the hopeful Daoist priest, then turned his gaze back to the frail young woman before finally arriving at a decision, nodding as he asked, "How do we save her?"

source: 陈平安眼神清澈，轻声道：“有些时候她在院子里做事，宋集薪偶尔坐在板凳上，看他那本什么地方县志，她看宋集薪的时候，经常会笑。”
en_us: Chen Ping'an's eyes were bright and clear as he said, "Sometimes, when she's doing things in the yard, Song Jixin would occasionally read that Local County Chronicles book while sitting on a stool, and she would often look at him and smile."

source: 陈平安眼神熠熠，弯腰伸手拔出一根草，掸去泥土后，嚼在嘴里，开心道：“就算一百八十年好了，赚大发了！哪怕不考虑云霞山那蔡姓女子的陷害，寻常人也就活个六十年，那我就是多赚了两辈子回来。再说了，老猿将近两百年阳寿，来换我三辈子性命，我觉得他只要一想到这个，气也气死。”
en_us: There was a bright glimmer in Chen Ping'an's eyes as he pulled a stalk of grass from the ground and flicked the dirt from its roots before placing it in his mouth. "Then we'll call it 180 years. That's already a huge win!" he said with a beaming smile. "If I ignore what Cai Jinjian did to me and assume that I can live to 60 years old like most ordinary people, that's already a gain of two extra lives! Anyway, I feel like that old ape will become furious when he thinks about the fact that he sacrificed almost 200 years of his lifespan to deal with me."

source: 陈平安睁眼后，无奈道：“宁姑娘，你能不能不要这么幼稚啊。”
en_us: Chen Ping'an opened his eyes, and an exasperated look appeared on his face as he sighed, "Can you not be so immature?"

source: 陈平安瞬间闭眼睡去，立即鼾声如雷。
en_us: Chen Ping'an instantly shut his eyes and fell asleep, with his snores as loud as rumbling thunder.

source: 陈平安知道一身湿漉漉的，不能被初春的冷风吹太长时间，得赶紧回到小镇换身衣衫去。少年自然不会懂医书上的那些养生和病理，但是这辈子最怕生病一事的少年，对于四季节气变换和自身身体的适应，早就培养出一种敏锐直觉。所以很快穿上草鞋，在腰间系上鱼篓，背起箩筐，跟青衣少女挥挥手，笑道：“我走了，姑娘你也早些回家。”
en_us: With his body still wet, Chen Ping'an knew that he couldn't stand in the early spring breeze for too long. He needed to hurry back home to change. The young boy naturally didn't understand medicine, nor did he understand the methods to maintain good health. However, being extremely afraid of falling sick, the young boy had already developed a keen sense for the changing seasons and the reactions of his body since a very young age. Thus, he quickly put on his straw sandals and tied the basket of fish to his waist. He then slung the large basket on his back and waved at the young girl in green, saying with a smile, "I'm leaving now. You should also go home soon."

source: 陈平安神情恍惚地走出屋子，来到小院，抬头望去，烈日当空，视线尤为清晰，天空如同褪下一层层釉色的瓷胚，光洁可人。
en_us: Chen Ping'an stumbled out of the room with a dazed expression and made his way out into the yard. He looked up at the scorching sun, and it was a bright and clear day with not a single cloud in the sky.

source: 陈平安神色尴尬，“那些石头能挣钱的，而且抓鱼也很重要。”
en_us: Chen Ping'an wore an awkward expression as he said, "Those pebbles can make me money, and those fish are also very important."

source: 陈平安离开泥瓶巷之前，就跟刘羡阳和黑衣少女约好了，到时候直接在刘羡阳家的宅子碰头，等到陈平安跑到刘羡阳家，门没锁，推门而入，到了正堂，看到刘羡阳正在用洁净棉巾清洗、擦拭那副祖传宝甲。
en_us: Before leaving Clay Vase Alley, Chen Ping'an had already promised Liu Xianyang and Ning Yao to direclty meet them at Liu Xianyang's house when he returned. When Chen Ping'an arrived, he found that the door was unlocked, so he directly pushed it open and entered. What greeted him was the sight of Liu Xianyang using a fresh cloth to scrub and clean his treasured suit of armor.

source: 陈平安离开泥瓶巷后，一路跑到学塾，结果被一位负责清扫学塾的老人告知，齐先生昨天便与三位外乡客人一起去小镇外的深山了，说是要探幽寻奇，一趟来回最少要三天。陈平安满怀失落，转身离去的时候，拎着扫帚的老人猛然记起一事，喊住少年，说道：“对了，齐先生去之前，交代过我，如果泥瓶巷有人找他，就告诉那个少年，道理他早就说过了，不管他今日在与不在学塾，都不会改变结局。”
en_us: After leaving Clay Vase Alley, Chen Ping'an ran all the way to the school, only to be informed by an elderly janitor that just the day before, Qi Jingchun had traveled deep into the mountains outside of the town with three guests from out of town. He said that that he was going on an adventure, and that he wouldn't be back for at least three days. Chen Ping'an was very disappointed to hear this, and right as he turned to leave, the janitor suddenly recalled something. He called to Chen Ping'an, then said, "I forgot to mention that before Mr. Qi left, he told me that if a boy from Clay Vase Alley came to find him, then I should tell that boy that he's already told you everything that you need to hear, and that the outcome wouldn't have been different regardless of whether he was at the school or not today."

source: 陈平安离开院子，即将跑到泥瓶巷路口的时候，突然发现前方视线昏暗下来，抬头看，原来是位身穿袭雪白袍子的高大男子，他手负后，手搭在腹部的白玉腰带上，放眼远望。
en_us: Chen Ping'an left his house. Just as he was about to exit Clay Vase Alley, he suddenly noticed the path before him becoming a little darker. Looking up, he realized that this was because there was a tall and broad man in white robes standing there, with one hand behind his back and one hand resting on the white jade belt around his waist. His eyes were gazing into the distance.

source: 陈平安穿街走巷送完信后，买了yi份早点，送去给泥瓶巷的宁姑娘，然后开始熟门熟路地煎药。
en_us: After visiting a number of streets and valleys and delivering all of the letters, Chen Ping'an bought some breakfast and took it back to Ning Yao, who was still staying at his home in Clay Vase Alley. While she ate, he started to adeptly brew medicine.

source: 陈平安突然停下脚步，怔怔望向南边，自言自语道：“如果老猿已经被齐先生驱逐出境，所以才没有追杀我们，该怎么办？”
en_us: Chen Ping'an suddenly stopped in his tracks. He looked toward the south in a daze and muttered, "What if the old ape has already been kicked out of this small world by Mr. Qi? And that's the reason why he hasn't found us yet? What should we do then?"

source: 陈平安突然抬起手臂遮住眼睛。
en_us: All of a sudden, he raised an arm to cover his eyes, protecting them from the dazzling light that had abruptly appeared directly up ahead.

source: 陈平安突然摇头道：“这叫菩萨点头，是答应你了。”
en_us: Chen Ping'an suddenly shook his head, saying, "This is called a Nodding Bodhisattva. It agreed to your request."

source: 陈平安突然用手肘轻轻碰了一下宁姚后背，问道：“吃不吃野果子？我来的路上摘了三个，被我藏在袖袋里了，她应该没瞧见。”
en_us: He then gently nudged Ning Yao in the back with his elbow and asked, "Would you like some wild fruits? I picked three on the way here, and I've been hiding them up my sleeve this entire time, so I'm sure she hasn't seen them."

source: 陈平安突然看到一个熟悉身影，于是有些发愣。
en_us: Chen Ping'an suddenly saw a familiar figure at this moment, causing him to falter.

source: 陈平安突然被灶台附近的一对柴禾吸引住视线，走近蹲下，果不其然，是那次看到稚圭用菜刀劈砍的木人，她根本不会砍柴，所以当时砍了半天也收效甚微，换成是陈平安三下两下，就能把约莫等人高的木人给劈烂，此时此刻，陈平安蹲着低头，发现木人很奇怪，身上刻有很多的红点，遍布全身，稀疏不定，有些地方密密麻麻攒簇在一起，有些地方隔着老远才有一粒朱砂似的红点，陈平安拿起一截木人胳膊仔细望去，每一粒红点旁边，竟然还刻有极其微小的墨色小字，红点本就米粒大小，那些小字的笔画就更加细不可见了，也就亏得是陈平安，换成寻常人的眼力，恐怕只看作是红点和黑点而已。
en_us: All of a sudden, his attention was drawn to a pile of firewood near the kitchen counter. He made his way over to the pile of firewood to take a closer loo, and sure enough, it was the wooden figure that Zhi Gui had been hacking at with a meat cleaver last time. She didn't know how to chop firewood, so even though she had labored away extensively at the wooden figure, she had made next to no progress. In contrast, Chen Ping'an was able to make short work of the wooden figure, quickly chopping it up into pieces. At this moment, he was squatting down as he examined the pieces of the wooden figure, and he noticed something quite strange. There were red spots engraved onto the wooden figure's entire body, seemingly in a completely random and haphazard fashion. In some places, the red spots were bunched together in dense clumps, while in other places, they were far more spaced apart. Chen Ping'an picked up a section of the wooden figure's arm to take a closer look, and he discoverd that extremely tiny black characters were engraved beside each red spot. The red spots were each only around the size of a grain of rice to begin with, and the characters were even smaller, to the point that they were barely visible. Thankfully, Chen Ping'an's exceptional eyeslight allowed him to discern the black chracters. If a normal person had been in his place, tehy would've been able to see a bunch of red spots and even tiner black dots.

source: 陈平安突然说道：“宁姑娘，你转过身去，我要往后背敷点草药。顺便帮忙看着点小溪那边。”
en_us: Chen Ping'an suddenly said, "Turn around, Ning Yao. Keep an eye on the creek while I apply some medicine to my back."

source: 陈平安突然跟黑衣少女说要进屋一趟，最后蹲在角落，背对着她，将一件东西藏在手心。
en_us: All of a sudden, Chen Ping'an told Ning Yao that he was going out. As he did so, he was huddled down in a corner with his back facing her, and he had concealed something in his hand.

source: 陈平安突然问道：“你爷爷留给你的那具宝甲，是不是绝对不会卖给外人？”
en_us: "Will you refuse to sell that treasured armor your grandpa left you no matter what?" Chen Ping'an suddenly asked.

source: 陈平安突然问道：“还记得陆道长，也就是那个摆摊的算命先生，是怎么跟你说的吗？”
en_us: "Do you still remember Daoist Lu? The fortuneteller with the stall?" Chen Ping'an suddenly asked. "What did he say to you?"

source: 陈平安站在原地，大致掂量过铜钱和碎银子，做到心中有数后，小心翼翼收起来，眼神示意出去说话，两人走出门槛后，草鞋少年抬起头，缓缓道：“我知道你们都不是常人，姚老头很早喝醉酒就说过，我们小镇不同寻常，哪里都奇怪，人人都奇怪，但是什么地方奇怪，姚老头也说不出个什么来，我当然就更不懂了。这次顾粲说那个说书先生，一只普普通通的大白碗，能倒出一大缸的水，顾粲虽然挺惹人烦，可这件事情，我知道他没有说谎。就像……”
en_us: Chen Ping'an stood on the spot as he briefly counted the copper coins and the pieces of loose silver before carefully putting them away. He then gestured for the Daoist priest to come outside with him, and after stepping out of the room, Chen Ping'an turned to the Daoist priest as he said, "I know that all of you aren't normal people. Quite a few years ago, Old Man Yao once got drunk and told me that our town is no ordinary town, that it's full of strange things and strange people, but he couldn't put his finger on exactly what's strange about this place, so I naturally had no idea, either. Earlier today, I heard from Gu Can that he saw a storyteller with a normal-looking white bowl that could pour out more water than what could fit in a large water vat. Gu Can is pretty annoying at times, but I know that he didn't lie about this. There was also a very tall woman who also came to our alley earlier today, and she flicked my forehead once, then laid her palm against my chest before telling me that I was going to die very soon. She then told me that it was a joke, but I know that she was telling the truth the first time."

source: 陈平安站在原地，挠挠头，显然他自己也觉得有点不像话。
en_us: Chen Ping'an stood there and scratched his head. Even he was acutely aware that his attempt had been terrible.

source: 陈平安站在原地，没有随意走动。
en_us: Chen Ping'an stood there and waited for him, not wandering around on his own.

source: 陈平安站在原地，点了点头。
en_us: Chen Ping'an stood still and nodded in reply.

source: 陈平安站在台阶下，双手接住两袋钱，一时间不知道该说什么。
en_us: Chen Ping'an stood at the foot of the steps, catching the two pouches with his hands, and he didn't know what to say.

source: 陈平安站在学塾门口，欲言又止。
en_us: Chen Ping'an was standing at the entrance of the school, and he wanted to say something, but refrained from doing so.

source: 陈平安站在石桥这一头，没来由想起那个无法解释的梦，深呼吸一口气，缓缓走上斜坡。
en_us: Standing on one end of the bridge, Chen Ping'an suddenly thought of that inexplicable dream he had, and he took a deep breath as he slowly made his way up the slant.

source: 陈平安站起身走到灶房门口，“刘羡阳，虽然我和宋集薪根本算不上朋友，但是你这么说人家”
en_us: Chen Ping'an stood up and walked to the door of the kitchen, saying, "Liu Xianyang, even though Song Jixin and I can't be regarded as friends, the way you speak about him..."

source: 陈平安站起身，扭了扭腰，几乎没有妨碍凝滞了，起身道：“我休息得差不多了。”
en_us: Chen Ping'an stood up and stretched his back, with his movements barely inhibited anymore. "Alright, that should be enough rest."

source: 陈平安站起身，轻轻跺了跺脚，左右双脚各数次，认真想着宁姑娘的问题，回答道：“马婆婆很有钱的，所以我记得这个马苦玄家的黄牛，体型格外大，那牛尾巴甩起来，很吓人的。”
en_us: Chen Ping'an stood up and lightly stomped his feet several times. After carefully thinking over Ning Yao's question, he replied, "Granny Ma's very rich, so in my memory, the cows that they owned were all especially large. It was truly terrifying when they started to swing their tails around."

source: 陈平安站起身，顺着宁姚的视线，他转头望去，结果看到一个意料之外的身影。
en_us: Chen Ping'an stood up and followed Ning Yao's gaze. Turning around, he saw an unexpected figure.

source: 陈平安笑了笑。
en_us: Chen Ping'an smiled in reply.
